Repository: toby-gamez/TKOlympApp
Catalog: TkOlympApp/Resources/Strings.*.resx
Languages: no, sk, sl, uk, vi

# PlainText_Title
source: Text
sl: Besedilo
uk: Текст
vi: Văn bản

# PlainText_Intro
source: Vyberte si text a zkopírujte si ho. Nic složitého.
sk: Vyberte text a skopírujte ho. Nič zložité.
sl: Izberite besedilo in ga kopirajte. Nič zahtevnega.
uk: Виберіть текст і скопіюйте його. Нічого складного.
vi: Chọn văn bản và sao chép nó. Không có gì phức tạp.

# Person_Title
source: Osoba
sl: Oseba
uk: Особа
vi: Người

# Person_ActiveCouples_Label
source: Aktivní páry
sk: Aktívne páry
sl: Aktivne pare
uk: Активні пари
vi: Cặp đang hoạt động

# NotFound_Person
source: Osoba nebyla nalezena.
sk: Osoba nebola nájdená.
sl: Oseba ni bila najdena.
uk: Особа не знайдена.
vi: Không tìm thấy người.

# AboutApp_Description
source: Popis aplikace
sk: Popis aplikácie
sl: Opis aplikacije
uk: Опис додатку
vi: Mô tả ứng dụng

# AboutMe_Title
source: Profil
uk: Профіль
vi: Hồ sơ

# Other_Item_Profile
source: Profil
uk: Профіль
vi: Hồ sơ

# Error_Loading_User
source: Nepodařilo se načíst uživatele.
sk: Nepodarilo sa načítať používateľa.
uk: Не вдалося завантажити користувача.

# Error_MissingPersonId
source: ID osoby není dostupné.
sk: ID osoby nie je dostupné.
uk: ID особи недоступний.

# Error_Saving
source: Chyba při ukládání.
sk: Chyba pri ukladaní.
uk: Помилка при збереженні.

# Save_Success_Title
source: Hotovo
uk: Готово

# Save_Success_Message
source: Údaje byly uloženy.
sk: Údaje boli uložené.
uk: Дані були збережені.

# ChangePassword_Length_Format
source: Délka: {0}/8
sk: Dĺžka: {0}/8
uk: Довжина: {0}/8

# ChangePassword_Length_OK_Format
source: Délka: {0}/8 (OK)
sk: Dĺžka: {0}/8 (OK)
uk: Довжина: {0}/8 (OK)

# ChangePassword_Match_OK
source: Hesla se shodují
sk: Heslá sa zhodujú
uk: Паролі збігаються

# ChangePassword_Match_MISMATCH
source: Hesla se neshodují
sk: Heslá sa nezhodujú
uk: Паролі не збігаються

# ChangePassword_Match_None
source: Hesla: -
sk: Heslá: -
uk: Паролі: -

# ChangePassword_EnterNew
source: Zadejte nové heslo.
sk: Zadajte nové heslo.
uk: Введіть новий пароль.

# ChangePassword_Error_Mismatch
source: Hesla se neshodují.
sk: Heslá sa nezhodujú.
uk: Паролі не збігаються.

# ChangePassword_Failure
source: Chyba při změně hesla.
sk: Chyba pri zmene hesla.
uk: Помилка при зміні пароля.

# ChangePassword_Success_Title
source: Hotovo
uk: Готово

# ChangePassword_Success_LoggedOut_Message
source: Heslo bylo úspěšně změněno. Proběhlo automatické odhlášení.
sk: Heslo bolo úspešne zmenené. Prebehlo automatické odhlásenie.
uk: Пароль успішно змінено. Виконано автоматичний вихід з системи.

# Couple_Phone
source: Telefon:
sk: Telefón:
uk: Телефон:
vi: Điện thoại:

# Privacy_S1_Body
source: • Autentizační token (JWT): ukládán lokálně ve zabezpečeném úložišti zařízení pro autorizaci volání API (viz AuthService). • Data z API: události, instance, oznámení, informace o uživatelích/skupinách a žebříčky — načítají se dynamicky z GraphQL API podle vašeho přihlášení. • Volitelná data: pokud v aplikaci vyplníte profilové údaje nebo upravíte nastavení, budou použita ke zlepšení uživatelské zkušenosti.
no: • Autentiseringstoken (JWT): lagres lokalt i enhetens sikre lagring for å autorisere API-kall (se AuthService). • Data fra API: hendelser, instanser, varsler, bruker-/gruppeinformasjon og ranglister — hentes dynamisk fra GraphQL API basert på din konto. • Valgfrie data: hvis du fyller ut profilopplysninger eller endrer innstillinger, brukes de for å forbedre brukeropplevelsen.
sk: • Autentifikačný token (JWT): uložený lokálne v zabezpečenom úložisku zariadenia na autorizáciu volaní API (viď AuthService). • Údaje z API: udalosti, inštancie, notifikácie, informácie o používateľoch/skupinách a rebríčkoch — načítavajú sa dynamicky z GraphQL API podľa vášho konta. • Voliteľné údaje: ak vyplníte profil alebo upravíte nastavenia, použijú sa na vylepšenie používateľskej skúsenosti.
uk: • Токен аутентифікації (JWT): зберігається локально у захищеному сховищі пристрою для авторизації викликів API (див. AuthService). • Дані з API: події, інстанси, сповіщення, інформація про користувачів/групи та рейтинги — завантажуються динамічно з GraphQL API згідно з вашим обліковим записом. • Додаткові дані: якщо ви заповнюєте профіль або змінюєте налаштування, вони використовуються для покращення досвіду користувача.
vi: • Token xác thực (JWT): lưu trữ cục bộ trong SecureStorage của thiết bị để ủy quyền các cuộc gọi API (xem AuthService). • Dữ liệu từ API: sự kiện, instance, thông báo, thông tin người dùng/nhóm và bảng xếp hạng — được lấy động từ GraphQL API theo tài khoản của bạn. • Dữ liệu tùy chọn: nếu bạn điền thông tin hồ sơ hoặc thay đổi cài đặt, chúng sẽ được dùng để cải thiện trải nghiệm người dùng.

# Privacy_Contact_Title
source: Kontakt
uk: Контакт
vi: Liên hệ

# About_Phone
source: Telefon:
sk: Telefón:
uk: Телефон:
vi: Điện thoại:

# About_Bio
source: Bio:
uk: Біографія:
vi: Tiểu sử:

# About_No
source: Ne
no: Nei
sk: Nie
uk: Ні
vi: Không

# Label_Phone
source: Telefon:
sk: Telefón:

# Placeholder_Phone
source: Telefon
sk: Telefón

# About_CreatedUser
source: Vytvořen (uživatel):
no: Opprettet (bruker):
vi: Được tạo (người dùng):

# Registration_TrainerReservationNotAllowed
source: Není možná rezervace tréninků
no: Trenerreservasjon ikke tillatt
vi: Không cho phép đặt lịch với huấn luyện viên

# About_CstsId
source: ČSTS IDT:
no: ČSTS ID:
