Repository: toby-gamez/TKOlympApp
Catalog: TkOlympApp/Resources/Strings.*.resx
Languages: no, sk, sl, uk, vi

# Calendar
source: Kalendář
no: Kalender
sk: Kalendár
sl: Koledar
uk: Календар
vi: Lịch

# Language_Choose
source: Vyberte jazyk
no: Velg språk
sl: Izberite jezik
uk: Виберіть мову
vi: Chọn ngôn ngữ

# Language_Czech
source: Čeština
no: Tsjekkisk
sl: Češčina
uk: Чеська
vi: Tiếng Séc

# Language_English
source: Angličtina
no: Engelsk
sl: Angleščina
uk: Англійська
vi: Tiếng Anh

# Language_Vietnamese
source: Vietnamština
no: Vietnamesisk
sk: Vietnamčina
sl: Vietnamščina
uk: Вʼєтнамська
vi: Tiếng Việt

# Language_Ukrainian
source: Ukrajinština
no: Ukrainsk
sk: Ukrajinčina
sl: Ukrajinščina
uk: Українська
vi: Tiếng Ucraina

# Language_Norwegian
source: Norština
no: Norsk
sk: Nórčina
sl: Norveščina
uk: Норвезька
vi: Tiếng Na Uy

# Language_Slovak
source: Slovenština
no: Slovakisk
sk: Slovenčina
sl: Slovaščina
uk: Словацька
vi: Tiếng Slovakia

# Language_Slovenian
source: Slovinština
no: Slovensk
sk: Slovinčina
sl: Slovenščina
uk: Словенська
vi: Tiếng Slovenia

# Button_Continue
source: Pokračovat
no: Fortsett
sk: Pokračovať
sl: Nadaljuj
uk: Продовжити
vi: Tiếp tục

# Button_Next
source: Další
sk: Ďalej
sl: Naprej
uk: Далі
vi: Tiếp theo

# FirstRun_Title
source: Vítejte v aplikaci
sk: Vitajte v aplikácii
sl: Dobrodošli v aplikaciji
uk: Ласкаво просимо до додатку
vi: Chào mừng đến với ứng dụng

# FirstRun_Body
source: Projděte krátkým průvodcem aplikací.
sk: Prejdite si krátky sprievodca aplikáciou.
sl: Oglejte si kratek vodič po aplikaciji.
uk: Пройдіть короткий огляд застосунку.
vi: Hãy trải nghiệm nhanh hướng dẫn của ứng dụng.

# FirstRun_Slide1_Caption
source: Vaše události, skupinové tréninky a individuální lekce na jednom místě
sk: Vaše udalosti, skupinové tréningy a individuálne lekcie na jednom mieste
sl: Vaši dogodki, skupinski treningi in individualne ure na enem mestu
uk: Ваші події, групові тренування та індивідуальні заняття в одному місці
vi: Sự kiện, lớp nhóm và bài học cá nhân của bạn ở một nơi

# FirstRun_Slide2_Caption
source: Všechny události, lekce a skupinové tréninky i zde
sk: Všetky udalosti, lekcie a skupinové tréningy tiež tu
sl: Vsi dogodki, ure in skupinski treningi tudi tukaj
uk: Всі події, заняття та групові тренування також тут
vi: Tất cả sự kiện, lớp học và khóa tập nhóm cũng có ở đây

# FirstRun_Slide3_Caption
source: Detailní popis událostí a lekcí, abyste se neztratili
sk: Detailný popis udalostí a lekcií, aby ste sa nestratili
sl: Podrobni opisi dogodkov in ur, da se ne izgubite
uk: Детальні описи подій і занять, щоб ви не загубилися
vi: Mô tả chi tiết về sự kiện và bài học để bạn không bị lạc

# FirstRun_Slide4_Caption
source: Nástěnka informací přímo od klubových trenérů
sk: Nástenná tabuľa s informáciami priamo od klubových trénerov
sl: Oglasna deska z informacijami neposredno od trenerjev kluba
uk: Дошка оголошень із повідомленнями від тренерів клубу
vi: Bảng thông báo từ huấn luyện viên câu lạc bộ

# FirstRun_Slide5_Caption
source: Konkurenční žebříček, který měří vaši aktivitu
sk: Konkurenčný rebríček, ktorý meria vašu aktivitu
sl: Tekmovalna lestvica, ki meri vašo aktivnost
uk: Конкурентна таблиця, що вимірює вашу активність
vi: Bảng xếp hạng cạnh tranh đo lường hoạt động của bạn

# FirstRun_Slide6_Caption
source: Všechny ostatní věci přehledně na jedné stránce
sk: Všetky ostatné veci prehľadne na jednej stránke
sl: Vse ostale stvari pregledno na eni strani
uk: Усі інші речі на одній сторінці
vi: Tất cả các mục khác gọn gàng trên một trang

# FirstRun_Slide7_Caption
source: Podívejte se na své údaje a upravte si je
sk: Prezrite si svoje údaje a upravte ich
sl: Oglejte si svoje podatke in jih uredite
uk: Переглядайте та редагуйте свої дані
vi: Xem và chỉnh sửa thông tin cá nhân của bạn

# FirstRun_Slide8_Caption
source: Kalendář už není potřeba, narozeniny přímo v aplikaci
sk: Kalendár už nie je potrebný, narodeniny priamo v aplikácii
sl: Koledar ni več potreben — rojstni dnevi neposredno v aplikaciji
uk: Календар більше не потрібен — дні народження прямо в додатку
vi: Không cần lịch nữa — sinh nhật ngay trong ứng dụng

# Noticeboard
source: Nástěnka
no: Oppslagstavle
sk: Nástienka
sl: Oglasna deska
uk: Дошка оголошень
vi: Bảng thông báo

# Leaderboard
source: Žebříček
no: Ledertavle
sk: Rebríček
sl: Lestvica
uk: Таблиця
vi: Bảng xếp hạng

# Other
source: Ostatní
no: Annet
sk: Ostatné
sl: Ostalo
uk: Інше
vi: Khác

# People_Title
source: Lidé
no: Folk
sk: Ľudia
sl: Ljudje
uk: Люди
vi: Mọi người

# People_SortLabel
source: Řazení:
no: Sortering:
sk: Radenie:
sl: Razvrščanje:
uk: Сортування:
vi: Sắp xếp:

# People_SortPickerTitle
source: Řadit
no: Sorter
sk: Zoradiť
sl: Razvrsti
uk: Сортувати
vi: Sắp xếp

# Login_Title
source: Přihlášení
no: Logg inn
sk: Prihlásenie
sl: Prijava
uk: Вхід
vi: Đăng nhập

# Login_Placeholder_Username
source: Jméno
no: Brukernavn
sk: Meno
sl: Ime
uk: Ім'я
vi: Tên

# Login_Placeholder_Password
source: Heslo
no: Passord
sl: Geslo
uk: Пароль
vi: Mật khẩu

# Login_Button_Login
source: Přihlásit se
no: Logg inn
sk: Prihlásiť sa
sl: Prijavi se
uk: Увійти
vi: Đăng nhập

# Login_Description
source: Po přihlášení budete mít přístup ke všem funkcím aplikace.
sk: Po prihlásení budete mať prístup ku všetkým funkciám aplikácie.
sl: Po prijavi boste imeli dostop do vseh funkcij aplikacije.
uk: Після входу ви отримаєте доступ до всіх функцій додатку.
vi: Sau khi đăng nhập, bạn sẽ có quyền truy cập tất cả các tính năng của ứng dụng.

# About_Name
source: Jméno:
no: Fornavn:
sk: Meno:
sl: Ime:
uk: Ім'я:
vi: Tên:

# About_Surname
source: Příjmení:
no: Etternavn:
sk: Priezvisko:
sl: Priimek:
uk: Прізвище:
vi: Họ:

# About_Email
source: Email:
no: E-post:
sl: E-pošta:

# About_LastLogin
source: Poslední přihlášení:
no: Siste innlogging:
sk: Posledné prihlásenie:
sl: Zadnja prijava:
uk: Останній вхід:
vi: Lần đăng nhập cuối:

# About_LastActivity
source: Poslední aktivita:
no: Siste aktivitet:
sk: Posledná aktivita:
sl: Zadnja dejavnost:
uk: Остання активність:
vi: Hoạt động gần nhất:

# About_CreatedRecord
source: Vytvořen (záznam):
no: Opprettet (oppføring):
sk: Vytvorený (záznam):
sl: Ustvarjen (zapis):
uk: Створено (запис):
vi: Được tạo (bản ghi):

# About_Updated
source: Aktualizován:
no: Oppdatert:
sk: Aktualizovaný:
sl: Posodobljeno:
uk: Оновлено:
vi: Đã cập nhật:

# Notice_Info
source: Informace
no: Informasjon
sk: Informácie
sl: Informacije
uk: Інформація
vi: Thông tin

# Notice_Content
source: Obsah
no: Innhold
sl: Vsebina
uk: Зміст
vi: Nội dung

# Leaderboard_Loading
source: Fakt to trvá dlouho...
no: Dette tar virkelig lang tid...
sk: Fakt to trvá dlho...
sl: To res traja dolgo...
uk: Це дійсно займає багато часу...
vi: Thật sự mất thời gian...

# Noticeboard_TabAktuality
source: Aktuality
no: Nyheter
sl: Novice
uk: Новини
vi: Tin tức

# Noticeboard_TabStala
source: Stálá nástěnka
no: Fast oppslagstavle
sk: Stála nástenka
sl: Stalna oglasna deska
uk: Постійна дошка
vi: Bảng cố định

# Language_Title
source: Jazyk
no: Språk
sl: Jezik
uk: Мова
vi: Ngôn ngữ

# NoticePage_Title
source: Oznámení
no: Kunngjøring
sk: Oznámenie
sl: Obvestilo
uk: Оголошення
vi: Thông báo

# CohortGroups_Title
source: Tréninkové skupiny
no: Treningsgrupper
sk: Tréningové skupiny
sl: Skupine za trening
uk: Тренувальні групи
vi: Nhóm tập

# TrainersAndLocations_Title
source: Trenéři a tr. prostory
no: Trenere og treningslokaler
sk: Tréneri a tr. priestory
sl: Trenerji in prostori za trening
uk: Тренери та майданчики
vi: Huấn luyện viên và địa điểm

# TreneriAProstory_Title
source: Trenéři a prostory
no: Trenere og treningslokaler
sk: Tréneri a priestory
sl: Trenerji in prostori za trening
uk: Тренери та приміщення
vi: Huấn luyện viên và địa điểm

# Trainers_Locations_Label
source: Tréninkové prostory
no: Treningslokaler
sk: Tréningové priestory
sl: Prostori za trening
uk: Майданчики для тренувань
vi: Địa điểm tập

# Trainers_Label
source: Trenéři
no: Trenere
sk: Tréneri
sl: Trenerji
uk: Тренери
vi: Huấn luyện viên

# Other_Section_Members
source: Členové a klub
no: Medlemmer og klubb
sk: Členovia a klub
sl: Člani in klub
uk: Члени та клуб
vi: Thành viên và câu lạc bộ

# Other_Profile_Desc
source: Vše, co si o sobě můžeš jako normální smrtelník přát vědět.
no: Alt du som en vanlig dødelig måtte ønske å vite om deg selv.
sk: Všetko, čo si o sebe môžeš ako normálny smrteľník priať vedieť.
sl: Vse, kar bi si kot navaden smrtnik želel vedeti o sebi.
uk: Все, що ви можете захотіти знати про себе.
vi: Mọi thứ bạn có thể muốn biết về bản thân.

# Other_Item_People
source: Lidé
no: Folk
sk: Ľudia
sl: Ljudje
uk: Люди
vi: Mọi người

# Other_People_Desc
source: Seznam tvých kamarádům PS: máš tam i jejich narozeniny.
no: Liste over vennene dine. PS: fødselsdagene deres er også der.
sk: Zoznam tvojich kamarátov. PS: máš tam aj ich narodeniny.
sl: Seznam tvojih prijateljev. PS: tam imaš tudi njihove rojstne dneve.
uk: Список ваших друзів. PS: тут є їх дні народження.
vi: Danh sách bạn bè của bạn. PS: có cả sinh nhật.

# Other_Trainers_Label
source: Trenéři a tréninkové prostory
no: Trenere og treningslokaler
sk: Tréneri a tréningové priestory
sl: Trenerji in prostori za trening
uk: Тренери та майданчики
vi: Huấn luyện viên và địa điểm

# Other_Trainers_Desc
source: Kdybys zapomněl, kam každý den chodíš.
no: I tilfelle du glemmer hvor du går hver dag.
sk: Keby si zabudol, kam každý deň chodíš.
sl: Če bi slučajno pozabil, kam hodiš vsak dan.
uk: Якщо ви забули, куди ходите кожен день.
vi: Phòng khi bạn quên nơi bạn đến mỗi ngày.

# Other_CohortGroups_Label
source: Tréninkové skupiny
no: Treningsgrupper
sk: Tréningové skupiny
sl: Skupine za trening
uk: Тренувальні групи
vi: Nhóm tập

# Other_CohortGroups_Desc
source: Kdybys zapomněl, kde tančíš.
no: I tilfelle du glemmer hvor du danser.
sk: Keby si zabudol, kde tancuješ.
sl: Če bi slučajno pozabil, kje plešeš.
uk: Якщо ви забули, де ви танцюєте.
vi: Phòng khi bạn quên nơi bạn nhảy.

# Other_Section_App
source: Aplikace
no: App
sk: Aplikácia
sl: Aplikacija
uk: Додаток
vi: Ứng dụng

# Other_Languages_Label
source: Jazyky
no: Språk
sl: Jeziki
uk: Мови
vi: Ngôn ngữ

# Other_Languages_Desc
source: Kdyby ti jiný jazyk přišel víc pochuti.
no: Hvis du foretrekker et annet språk.
sk: Keby ti iný jazyk bol viac po chuti.
sl: Če bi ti drug jezik bolj ustrezal.
uk: Якщо вам більше до смаку інша мова.
vi: Nếu bạn muốn ngôn ngữ khác.

# Other_Button_Logout
source: Odhlásit se
no: Logg ut
sk: Odhlásiť sa
sl: Odjavi se
uk: Вийти
vi: Đăng xuất

# Notifications_ChannelName
source: Aktuality
no: Nyheter
sl: Novice
uk: Новини
vi: Tin tức

# Notifications_ChannelDescription
source: Notifikace o nových aktualitách
no: Varsler om nye nyheter
sk: Notifikácie o nových aktualitách
sl: Obvestila o novicah
uk: Сповіщення про нові пости
vi: Thông báo về tin mới

# Error_Loading_Title
source: Chyba načtení
no: Lastefeil
sk: Chyba načítania
sl: Napaka pri nalaganju
uk: Помилка завантаження
vi: Lỗi tải

# Error_Navigation_Title
source: Chyba navigace
no: Navigasjonsfeil
sk: Chyba navigácie
sl: Napaka pri navigaciji
uk: Помилка навігації
vi: Lỗi điều hướng

# Error_Loading_Prefix
source: Chyba načítání stránky:
no: Feil ved lasting av side:
sk: Chyba načítania stránky:
sl: Napaka pri nalaganju strani:
uk: Помилка завантаження сторінки:
vi: Lỗi tải trang:

# GraphQL_UnknownError
source: Neznámá chyba GraphQL.
no: Ukjent GraphQL-feil.
sk: Neznáma chyba GraphQL.
sl: Neznana napaka GraphQL.
uk: Невідома помилка GraphQL.
vi: Lỗi GraphQL không xác định.

# Notifications_Permission_Title
source: Povolit notifikace
no: Tillat varsler
sk: Povoliť notifikácie
sl: Dovoli obvestila
uk: Увімкнути сповіщення
vi: Bật thông báo

# Notifications_Permission_Message
source: Aby aplikace mohla zobrazovat notifikace, povolte upozornění v nastavení aplikace.
no: For at appen skal kunne vise varsler, vennligst tillat varslinger i innstillingene.
sk: Aby aplikácia mohla zobrazovať notifikácie, povoľte upozornenia v nastavení aplikácie.
sl: Da bo aplikacija lahko prikazovala obvestila, dovolite opozorila v nastavitvah.
uk: Щоб додаток міг показувати сповіщення, ввімкніть сповіщення в налаштуваннях додатка.
vi: Để ứng dụng có thể hiển thị thông báo, hãy bật thông báo trong cài đặt ứng dụng.

# Notifications_OpenSettings
source: Otevřít nastavení
no: Åpne innstillinger
sk: Otvoriť nastavenia
sl: Odpri nastavitve
uk: Відкрити налаштування
vi: Mở cài đặt

# Button_Close
source: Zavřít
no: Lukk
sk: Zavrieť
sl: Zapri
uk: Закрити
vi: Đóng

# Notifications_NewPostTitle
source: Nová aktualita
no: Ny nyhet
sl: Nova novica
uk: Нова публікація
vi: Bài viết mới

# NotFound_Title
source: Nenalezeno
no: Ikke funnet
sk: Nenájdené
sl: Ni najdeno
uk: Не знайдено
vi: Không tìm thấy

# NotFound_Event
source: Událost nebyla nalezena.
no: Hendelsen ble ikke funnet.
sk: Udalosť nebola nájdená.
sl: Dogodek ni bil najden.
uk: Подію не знайдено.
vi: Không tìm thấy sự kiện.

# NotFound_Notice
source: Oznámení nebylo nalezeno.
no: Kunngjøringen ble ikke funnet.
sk: Oznámenie nebolo nájdené.
sl: Obvestilo ni bilo najdeno.
uk: Оголошення не знайдено.
vi: Không tìm thấy thông báo.

# Error_Title
source: Chyba
no: Feil
sl: Napaka
uk: Помилка
vi: Lỗi

# Login_Error_Missing
source: Vyplňte prosím jméno i heslo.
no: Vennligst fyll inn både brukernavn og passord.
sk: Vyplňte prosím meno aj heslo.
sl: Prosim, izpolnite ime in geslo.
uk: Будь ласка, введіть ім'я користувача та пароль.
vi: Vui lòng nhập tên đăng nhập và mật khẩu.

# Login_Failed_Title
source: Přihlášení selhalo
no: Innlogging mislyktes
sk: Prihlásenie zlyhalo
sl: Prijava ni uspela
uk: Не вдалося увійти
vi: Đăng nhập thất bại

# Button_OK
source: OK
sl: V redu

# Tab_My
source: Mé
no: Mine
sk: Moje
sl: Moji
uk: Мої
vi: Của tôi

# Tab_All
source: Všech
no: Alle
sk: Všetkých
sl: Vsi
uk: Всі
vi: Tất cả

# Button_Save
source: Uložit
sk: Uložiť
sl: Shrani
uk: Зберегти
vi: Lưu

# Button_ChangePassword
source: Změnit heslo
sk: Zmeniť heslo
sl: Spremeni geslo
uk: Змінити пароль
vi: Đổi mật khẩu

# Button_ChangePassword_Open
source: Změna hesla
sk: Zmena hesla
sl: Sprememba gesla
uk: Зміна пароля
vi: Thay đổi mật khẩu

# Button_EditSelf
source: Upravit sebe
sk: Upraviť seba
sl: Uredi profil
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ

# Today
source: Dnes
no: I dag
sl: Danes
uk: Сьогодні
vi: Hôm nay

# Tomorrow
source: Zítra
no: I morgen
sk: Zajtra
sl: Jutri
uk: Завтра
vi: Ngày mai

# Empty_MyEvents
source: Nemáte žádné události.
no: Du har ingen hendelser.
sk: Nemáte žiadne udalosti.
sl: Nimate nobenih dogodkov.
uk: У вас немає подій.
vi: Bạn không có sự kiện nào.

# Empty_NoEvents
source: Nejsou žádné události.
no: Det er ingen hendelser.
sk: Nie sú žiadne udalosti.
sl: Ni dogodkov.
uk: Немає подій.
vi: Không có sự kiện nào.

# Lesson_Prefix
source: Lekce:
no: Leksjon:
sk: Lekcia:
sl: Lekcija:
uk: Урок:
vi: Bài học:

# Lesson_Short
source: Lekce
no: Leksjon
sk: Lekcia
sl: Lekcija
uk: Урок
vi: Bài học

# Date_Today_Prefix
source: dnes
no: i dag
sl: danes
uk: сьогодні
vi: hôm nay

# Date_Tomorrow_Prefix
source: zítra
no: i morgen
sk: zajtra
sl: jutri
uk: завтра
vi: ngày mai

# Price_PerCouple45
source: / pár, 45'
no: / par, 45'
sl: / par, 45'
uk: / пара, 45'
vi: / cặp, 45'

# People_Sort_Alphabetical
source: Abecedně
no: Alfabetisk
sk: Abecedne
sl: Po abecedi
uk: За алфавітом
vi: Theo chữ cái

# People_Sort_ByBirthdays
source: Podle narozenin
no: Etter fødselsdag
sk: Podľa narodenín
sl: Po rojstnih dnevih
uk: За днями народження
vi: Theo ngày sinh

# Event_Location_Prefix
source: Místo konání:
no: Sted:
sk: Miesto konania:
sl: Kraj dogodka:
uk: Місце проведення:
vi: Địa điểm:

# Event_DateRange_Prefix
source: Termín:
no: Dato:
sl: Termin:
uk: Дата:
vi: Ngày:

# Event_Created_Prefix
source: Vytvořeno:
no: Opprettet:
sk: Vytvorené:
sl: Ustvarjeno:
uk: Створено:
vi: Tạo:

# Event_Updated_Prefix
source: Aktualizováno:
no: Oppdatert:
sk: Aktualizované:
sl: Posodobljeno:
uk: Оновлено:
vi: Cập nhật:

# Notice_Created_Prefix
source: Vytvořeno:
no: Opprettet:
sk: Vytvorené:
sl: Ustvarjeno:
uk: Створено:
vi: Tạo:

# Notice_Updated_Prefix
source: Aktualizováno:
no: Oppdatert:
sk: Aktualizované:
sl: Posodobljeno:
uk: Оновлено:
vi: Cập nhật:

# Notice_Author_Prefix
source: Autor:
no: Forfatter:
sl: Avtor:
uk: Автор:
vi: Tác giả:

# EventPage_Title
source: Událost
no: Hendelse
sk: Udalosť
sl: Dogodek
uk: Подія
vi: Sự kiện

# Event_Info_Label
source: Informace
no: Informasjon
sk: Informácie
sl: Informacije
uk: Інформація
vi: Thông tin

# Registration_Open
source: Registrace otevřená
no: Påmelding åpen
sk: Registrácia otvorená
sl: Registracija odprta
uk: Реєстрація відкрита
vi: Đăng ký mở

# Registration_Button_Text
source: Zapsat se
no: Meld deg på
sk: Zaregistrovať sa
sl: Prijavi se
uk: Записатися
vi: Đăng ký

# Public_Label
source: Veřejné
no: Offentlig
sk: Verejné
sl: Javno
uk: Публічне
vi: Công khai

# Visible_Label
source: Viditelné
no: Synlig
sk: Viditeľné
sl: Vidno
uk: Видимий
vi: Hiển thị

# Event_Description_Label
source: Popis
no: Beskrivelse
sl: Opis
uk: Опис
vi: Mô tả

# Event_Summary_Label
source: Shrnutí
no: Sammendrag
sk: Zhrnutie
sl: Povzetek
uk: Підсумок
vi: Tóm tắt

# Event_Trainers_Label
source: Trenéři
no: Trenere
sk: Tréneri
sl: Trenerji
uk: Тренери
vi: Huấn luyện viên

# Event_Registrations_Label
source: Seznam přihlášených
no: Påmeldingsliste
sk: Zoznam prihlásených
sl: Seznam prijavljenih
uk: Список зареєстрованих
vi: Danh sách đăng ký

# Couple_Inactive
source: Neaktivní
no: Inaktiv
sk: Neaktívny
sl: Neaktiven
uk: Неактивний
vi: Không hoạt động

# Couple_Error_MissingId
source: ID chybí.
sk: ID chýba.
sl: Manjka ID.
uk: Відсутній ідентифікатор.
vi: Thiếu ID.

# Couple_Error_NotFound
source: Pár nebyl nalezen.
sk: Pár nebol nájdený.
sl: Paar ni bil najden.
uk: Пару не знайдено.
vi: Không tìm thấy cặp.

# Couple_Title
source: Pár
sl: Par
uk: Пара
vi: Cặp đôi

# Couple_Id
source: ID páru:
sl: ID para:
uk: ID пари:
vi: ID cặp:

# Couple_CreatedAt
source: Vytvořeno:
sk: Vytvorené:
sl: Ustvarjeno:
uk: Створено:
vi: Được tạo:

# Couple_Man
source: Muž:
sl: Moški:
uk: Чоловік:
vi: Nam:

# Couple_Woman
source: Žena:
sl: Ženska:
uk: Жінка:
vi: Nữ:

# Couple_FirstName
source: Jméno:
sk: Meno:
sl: Ime:
uk: Ім'я:
vi: Tên:

# Couple_LastName
source: Příjmení:
sk: Priezvisko:
sl: Priimek:
uk: Прізвище:
vi: Họ:

# Other_AboutApp_Label
source: O aplikaci
no: Om appen
sk: O aplikácii
sl: O aplikaciji
uk: Про додаток
vi: Về ứng dụng

# Other_AboutApp_Desc
source: Vše o tomto softwaru.
no: Alt om denne programvaren
sk: Všetko o tomto softvéri
sl: Vse o tem programu
uk: Все про це програмне забезпечення
vi: Mọi thứ về phần mềm này

# Other_AboutApp_Body
source: Tato aplikace zobrazuje rozvrhy, aktuality a informace o trenérech a prostorách. Je napojena na vzdálené API a využívá lokální notifikace pro upozornění na nové aktuality a události.
no: Denne appen viser timeplaner, nyheter og informasjon om trenere og lokaler. Den kobles til et eksternt API og bruker lokale varsler for å informere om nye innlegg og hendelser.
sk: Táto aplikácia zobrazuje rozvrhy, novinky a informácie o tréneroch a priestoroch. Je pripojená k vzdialenému API a používa lokálne notifikácie na upozornenia o nových príspevkoch a udalostiach.
sl: Ta aplikacija prikazuje urnike, novice in informacije o trenerjih in prostorih. Povezana je z oddaljenim API-jem in uporablja lokalna obvestila za opozarjanje na nove objave in dogodke.
uk: Цей додаток відображає розклади, новини та інформацію про тренерів і приміщення. Він підключається до віддаленого API та використовує локальні сповіщення для інформування про нові пости та події.
vi: Ứng dụng này hiển thị lịch trình, tin tức và thông tin về huấn luyện viên và địa điểm. Nó kết nối tới API từ xa và sử dụng thông báo cục bộ để thông báo về bài viết và sự kiện mới.

# Other_AboutApp_License_Title
source: Licenční informace
no: Lisensinformasjon
sk: Informácie o licenciách
sl: Informacije o licencah
uk: Інформація про ліцензію
vi: Thông tin giấy phép

# Other_AboutApp_License_Text
source: Tento projekt může obsahovat třetí strany knihoven; ověřte licence v závislostech.
no: Dette prosjektet kan inneholde tredjepartsbiblioteker; sjekk lisenser i avhengighetene.
sk: Tento projekt môže obsahovať knižnice tretích strán; overte licencie v závislostiach.
sl: Ta projekt lahko vključuje knjižnice tretjih oseb; preverite licence v odvisnostih.
uk: Цей проєкт може містити бібліотеки сторонніх розробників; перевірте ліцензії у залежностях.
vi: Dự án này có thể bao gồm thư viện của bên thứ ba; kiểm tra giấy phép trong các phụ thuộc.

# Other_AboutApp_Authors_Title
source: Autoři a přispěvatelé
no: Forfattere og bidragsytere
sk: Autori a prispievatelia
sl: Avtorji in prispevalci
uk: Автори та контриб'ютори
vi: Tác giả và người đóng góp

# Other_Author_Tobias
source: hlavní vývojář
no: hovedutvikler
sk: hlavný vývojár
sl: glavni razvijalec
uk: головний розробник
vi: nhà phát triển chính

# Other_Author_Filip
source: překladatel, podporovatel a pomocník
no: oversetter, støttespiller og hjelper
sk: prekladateľ, podporovateľ a pomocník
sl: prevajalec, podpornik in pomočnik
uk: перекладач, помічник і підтримка
vi: người dịch, người hỗ trợ và trợ giúp

# Brainrot_Disclaimer
source: Prohlášení: 'Brainrot' jazyk je zábavnou obměnou původní aplikace, obohacenou o trochu 'brainrot' humoru. Je to všechno pro zábavu a nemá být brán vážně.
no: Ansvarsfraskrivelse: «Brainrot»-språket er en morsom variant av den opprinnelige applikasjonen, beriket med litt «brainrot»-humor. Det er kun ment for moro skyld og skal ikke tas på alvor.
sk: Upozornenie: Jazyk „Brainrot“ je zábavnou variáciou pôvodnej aplikácie, obohatenou o trochu humoru „brainrot“. Je to len pre zábavu a nemalo by sa to brať vážne.
sl: Upozornenie: Jazyk „Brainrot“ je zábavnou variáciou pôvodnej aplikácie, obohatenou o trochu humoru „brainrot“. Je to len pre zábavu a nemalo by sa to brať vážne.
uk: Застереження: Мова «Brainrot» є веселою варіацією оригінального додатка, збагаченою трохи «brainrot» гумором. Все це для розваги і не слід сприймати серйозно.
vi: Tuyên bố miễn trừ trách nhiệm: Ngôn ngữ 'Brainrot' là một biến thể thú vị của ứng dụng gốc, được bổ sung thêm một chút hài hước 'brainrot'. Tất cả chỉ là để giải trí và không nên được coi là nghiêm túc.

# VersionFormat
source: Verze {0} (Build {1})
no: Versjon {0} (Build {1})
sk: Verzia {0} (Build {1})
sl: Različica {0} (Build {1})
uk: Версія {0} (Build {1})
vi: Phiên bản {0} (Build {1})

# Privacy_Title
source: Zásady ochrany osobních údajů
no: Personvernregler
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
uk: Політика конфіденційності
vi: Chính sách bảo mật

# Privacy_EffectiveDate
source: Datum účinnosti: 24. prosince 2025
no: Ikrafttredelsesdato: 24. desember 2025
sk: Dátum účinnosti: 24. decembra 2025
sl: Datum uveljavitve: 24. december 2025
uk: Дата набрання чинності: 24 грудня 2025
vi: Ngày có hiệu lực: 24 tháng 12, 2025

# Privacy_Summary_Title
source: Stručné shrnutí
no: Sammendrag
sk: Stručné zhrnutie
sl: Povzetek
uk: Короткий підсумок
vi: Tóm tắt
