Repository: toby-gamez/TKOlympApp
Catalog: TkOlympApp/Resources/Strings.*.resx
Languages: no, sk, sl, uk, vi

# Privacy_Summary_Body
source: Aplikace TkOlymp je klientem služby poskytované na https://api.rozpisovnik.cz. Shromažďujeme pouze nezbytná data pro provoz aplikace (autentizace, zobrazení událostí, oznámení a profilové informace).
no: TkOlymp-appen er en klient for tjenesten på https://api.rozpisovnik.cz. Vi samler bare inn data som er nødvendige for at appen skal fungere (autentisering, visning av hendelser, varsler og profilinformasjon).
sk: Aplikácia TkOlymp je klient služby na https://api.rozpisovnik.cz. Zhromažďujeme len nevyhnutné údaje pre fungovanie aplikácie (autentifikácia, zobrazenie udalostí, notifikácie a informácie v profile).
sl: Aplikacija TkOlymp je odjemalec storitve na https://api.rozpisovnik.cz. Zbiramo samo podatke, potrebne za delovanje aplikacije (overjanje, prikaz dogodkov, obvestila in podatki profila).
uk: Додаток TkOlymp є клієнтом сервісу на https://api.rozpisovnik.cz. Ми збираємо лише дані, необхідні для роботи додатка (аутентифікація, відображення подій, сповіщення та інформація профілю).
vi: Ứng dụng TkOlymp là client cho dịch vụ tại https://api.rozpisovnik.cz. Chúng tôi chỉ thu thập dữ liệu cần thiết để ứng dụng hoạt động (xác thực, hiển thị sự kiện, thông báo và thông tin hồ sơ).

# Privacy_S1_Title
source: 1) Jaká data shromažďujeme
no: 1) Hvilke data vi samler
sk: 1) Aké údaje zhromažďujeme
sl: 1) Katere podatke zbiramo
uk: 1) Які дані ми збираємо
vi: 1) Dữ liệu chúng tôi thu thập

# Privacy_S2_Title
source: 2) Kde a jak jsou data uložena
no: 2) Hvor og hvordan data lagres
sk: 2) Kde a ako sú údaje uložené
sl: 2) Kje in kako so podatki shranjeni
uk: 2) Де і як зберігаються дані
vi: 2) Nơi và cách dữ liệu được lưu

# Privacy_S2_Body
source: • Síťové požadavky směrují na https://api.rozpisovnik.cz/graphql. Aplikace nevytváří vlastní centrální úložiště dat mimo poskytovatele API. • JWT je uložen v SecureStorage (platformní zabezpečené úložiště).
no: • Nettverksforespørsler går til https://api.rozpisovnik.cz/graphql. Appen oppretter ikke eget sentralt datalager utenfor API-leverandøren. • JWT er lagret i SecureStorage (plattformens sikre lagring).
sk: • Sieťové požiadavky smerujú na https://api.rozpisovnik.cz/graphql. Aplikácia nevytvára vlastné centrálne úložisko dát mimo poskytovateľa API. • JWT je uložený v SecureStorage (platformné zabezpečené úložisko).
sl: • Omrežni zahtevki gredo na https://api.rozpisovnik.cz/graphql. Aplikacija ne ustvarja lastne centralne baze podatkov zunaj ponudnika API. • JWT je shranjen v SecureStorage (varno shranjevanje platforme).
uk: • Мережеві запити спрямовуються на https://api.rozpisovnik.cz/graphql. Додаток не створює власного центрального сховища даних поза провайдером API. • JWT зберігається в SecureStorage (платформне захищене сховище).
vi: • Yêu cầu mạng gửi đến https://api.rozpisovnik.cz/graphql. Ứng dụng không tạo kho dữ liệu trung tâm riêng ngoài nhà cung cấp API. • JWT được lưu trong SecureStorage (lưu trữ an toàn của nền tảng).

# Privacy_S3_Title
source: 3) Účel zpracování
no: 3) Formål med behandling
sk: 3) Účel spracovania
sl: 3) Namen obdelave
uk: 3) Мета обробки
vi: 3) Mục đích xử lý

# Privacy_S3_Body
source: Data používáme pro: autentizaci, autorizaci, zobrazování vašich událostí, odesílání a přijímání notifikací, správu žebříčků a dalších funkcí, které očekáváte od klienta služby.
no: Vi bruker data til autentisering, autorisasjon, visning av dine hendelser, sending og mottak av varsler, håndtering av ranglister og andre funksjoner i klienten.
sk: Údaje používame na autentifikáciu, autorizáciu, zobrazenie vašich udalostí, odosielanie a prijímanie notifikácií, správu rebríčkov a ďalšie funkcie klienta.
sl: Podatke uporabljamo za overjanje, avtorizacijo, prikaz vaših dogodkov, pošiljanje in prejemanje obvestil, upravljanje lestvic in druge funkcije odjemalca.
uk: Ми використовуємо дані для аутентифікації, авторизації, відображення ваших подій, надсилання та отримання сповіщень, керування рейтингами та інших функцій клієнта.
vi: Chúng tôi sử dụng dữ liệu cho xác thực, ủy quyền, hiển thị sự kiện của bạn, gửi/nhận thông báo, quản lý bảng xếp hạng và các tính năng khác của ứng dụng.

# Privacy_S4_Title
source: 4) Sdílení a zpracování třetími stranami
no: 4) Deling og behandling av tredjepart
sk: 4) Zdieľanie a spracovanie tretími stranami
sl: 4) Deljenje in obdelava s strani tretjih oseb
uk: 4) Передача та обробка третіми сторонами
vi: 4) Chia sẻ và xử lý bởi bên thứ ba

# Privacy_S4_Body
source: • Data nejsou prodávána ani sdílena s třetími stranami pro marketing bez vašeho souhlasu. Sdílíme pouze s poskytovatelem API a s nezbytnými systémovými službami (např. mapy), pokud je použijete. • Notifikace jsou zprostředkovány platformními službami (Android/iOS) přes NotificationManagerService nebo nativní rozhraní.
no: • Data selges ikke eller deles med tredjepart for markedsføring uten ditt samtykke. Vi deler kun med API-leverandøren og nødvendige plattformtjenester (f.eks. kart) hvis du bruker dem. • Varsler formidles via plattformtjenester (Android/iOS) gjennom NotificationManagerService eller native APIer.
sk: • Údaje nie sú predávané ani zdieľané s tretími stranami pre marketing bez vášho súhlasu. Zdieľame len s poskytovateľom API a nevyhnutnými systémovými službami (napr. mapy), ak ich použijete. • Notifikácie sú sprostredkované platformnými službami (Android/iOS) cez NotificationManagerService alebo natívne rozhrania.
sl: • Podatkov ne prodajamo in ne delimo s tretjimi osebami za trženje brez vašega soglasja. Delimo le s ponudnikom API in nujnimi platformnimi storitvami (npr. zemljevidi), če jih uporabljate. • Obvestila posredujejo platformne storitve (Android/iOS) preko NotificationManagerService ali nativnih API-jev.
uk: • Дані не продаються і не передаються третім сторонам для маркетингу без вашої згоди. Ми передаємо дані лише провайдеру API та необхідним платформним службам (наприклад, карти), якщо ви ними користуєтесь. • Сповіщення доставляються платформними сервісами (Android/iOS) через NotificationManagerService або нативні API.
vi: • Dữ liệu không bị bán hoặc chia sẻ cho mục đích marketing mà không có sự đồng ý của bạn. Chúng tôi chỉ chia sẻ với nhà cung cấp API và các dịch vụ nền tảng cần thiết (ví dụ: bản đồ) khi bạn sử dụng chúng. • Thông báo được cung cấp thông qua dịch vụ nền tảng (Android/iOS) qua NotificationManagerService hoặc API gốc.

# Privacy_S5_Title
source: 5) Oprávnění a lokální přístup
no: 5) Tillatelser og lokal tilgang
sk: 5) Oprávnenia a lokálny prístup
sl: 5) Dovoljenja in lokalni dostop
uk: 5) Дозволи та локальний доступ
vi: 5) Quyền và truy cập cục bộ

# Privacy_S5_Body
source: Aplikace vyžaduje jen nezbytná oprávnění (např. pro zobrazování map nebo příjem notifikací). Nepřistupujeme k vašim kontaktům, fotogaleriím ani dalším citlivým zdrojům bez výslovného povolení.
no: Appen ber kun om nødvendige tillatelser (f.eks. for kart eller mottak av varsler). Vi får ikke tilgang til kontaktene dine, bildegallerier eller andre sensitive ressurser uten uttrykkelig tillatelse.
sk: Aplikácia vyžaduje len nevyhnutné oprávnenia (napr. zobrazenie máp alebo prijímanie notifikácií). Nepřistupujeme k vašim kontaktom, galériám ani ďalším citlivým zdrojom bez výslovného súhlasu.
sl: Aplikacija zahteva le potrebna dovoljenja (npr. za prikaz zemljevidov ali prejemanje obvestil). Ne dostopamo do vaših stikov, galerij ali drugih občutljivih virov brez izrecnega dovoljenja.
uk: Додаток запитує лише необхідні дозволи (наприклад, для карт або отримання сповіщень). Ми не отримуємо доступ до ваших контактів, фотогалерей або інших чутливих джерел без явного дозволу.
vi: Ứng dụng chỉ yêu cầu các quyền cần thiết (ví dụ: bản đồ hoặc nhận thông báo). Chúng tôi không truy cập danh bạ, thư viện ảnh hoặc nguồn nhạy cảm khác mà không có sự cho phép rõ ràng.

# Privacy_S6_Title
source: 6) Jak dlouho data uchováváme
no: 6) Hvor lenge vi beholder data
sk: 6) Ako dlho uchovávame údaje
sl: 6) Kako dolgo hranimo podatke
uk: 6) Як довго ми зберігаємо дані
vi: 6) Dữ liệu được lưu bao lâu

# Privacy_S6_Body
source: JWT je uchováván po dobu platnosti tokenu nebo dokud se odhlásíte/nesmažete účet. Data na straně API se řídí politikou poskytovatele API; aplikace neprovádí dlouhodobé lokální ukládání citlivých dat bez souhlasu.
no: JWT beholdes i tokenets gyldighetsperiode eller til du logger ut/sletter kontoen. Data på API-siden følger leverandørens policy; appen gjør ikke langvarig lokal lagring av sensitive data uten samtykke.
sk: JWT sa uchováva po dobu platnosti tokenu alebo kým sa odhlásite/odstránite účet. Údaje na strane API sa riadia politikou poskytovateľa; aplikácia neuchováva dlhodobo citlivé údaje lokálne bez súhlasu.
sl: JWT se hrani v času veljavnosti žetona ali dokler se ne odjavite/izbrišete račun. Podatki na strani API sledijo pravilnikom ponudnika; aplikacija ne izvaja dolgoročnega lokalnega shranjevanja občutljivih podatkov brez soglasja.
uk: JWT зберігається протягом дії токена або до моменту виходу/видалення облікового запису. Дані на боці API регулюються політикою провайдера; додаток не виконує довготривале локальне зберігання чутливих даних без згоди.
vi: JWT được giữ trong thời hạn hiệu lực của token hoặc cho đến khi bạn đăng xuất/xóa tài khoản. Dữ liệu ở phía API tuân theo chính sách của nhà cung cấp; ứng dụng không lưu trữ lâu dài dữ liệu nhạy cảm cục bộ nếu không có sự đồng ý.

# Privacy_S7_Title
source: 7) Vaše práva
no: 7) Dine rettigheter
sl: 7) Vaše pravice
uk: 7) Ваші права
vi: 7) Quyền của bạn

# Privacy_S7_Body
source: Máte právo požadovat přístup ke svým údajům, opravu nebo smazání. Pro tyto požadavky kontaktujte správce služby nebo použijte kontaktní kanály poskytovatele API.
no: Du har rett til å be om tilgang til, retting eller sletting av dine data. For slike forespørsler kontakt tjenestens administrator eller bruk API-leverandørens kontaktkanaler.
sk: Máte právo požadovať prístup k vašim údajom, ich opravu alebo vymazanie. Pre tieto požiadavky kontaktujte správcu služby alebo použite kontaktné kanály poskytovateľa API.
sl: Imate pravico zahtevati dostop do svojih podatkov, popravek ali izbris. Za te zahteve se obrnite na skrbnika storitve ali uporabite kontaktne kanale ponudnika API.
uk: Ви маєте право вимагати доступ до своїх даних, їх виправлення або видалення. Для таких запитів зверніться до адміністратора сервісу або використайте канали зв'язку провайдера API.
vi: Bạn có quyền yêu cầu truy cập, sửa đổi hoặc xóa dữ liệu của mình. Để yêu cầu, liên hệ với quản trị viên dịch vụ hoặc sử dụng kênh liên hệ của nhà cung cấp API.

# Privacy_S8_Title
source: 8) Změny zásad
no: 8) Endringer i policy
sk: 8) Zmeny zásad
sl: 8) Spremembe pravilnika
uk: 8) Зміни політики
vi: 8) Thay đổi chính sách

# Privacy_S8_Body
source: Zásady mohou být aktualizovány. O významných změnách budeme informovat v aplikaci nebo přes notifikaci. Doporučujeme občas zkontrolovat datum účinnosti.
no: Retningslinjer kan oppdateres. Vesentlige endringer vil bli varslet i appen eller via varsel. Vi anbefaler at du sjekker ikrafttredelsesdatoen av og til.
sk: Zásady môžu byť aktualizované. O významných zmenách budeme informovať v aplikácii alebo prostredníctvom notifikácie. Odporúčame občas skontrolovať dátum účinnosti.
sl: Pravilniki se lahko posodobijo. O pomembnih spremembah vas bomo obvestili v aplikaciji ali preko obvestil. Priporočamo, da občasno preverite datum uveljavitve.
uk: Політики можуть оновлюватися. Про суттєві зміни буде повідомлено в додатку або через сповіщення. Рекомендуємо час від часу перевіряти дату набрання чинності.
vi: Chính sách có thể được cập nhật. Những thay đổi quan trọng sẽ được thông báo trong ứng dụng hoặc qua thông báo. Chúng tôi khuyên bạn nên kiểm tra ngày có hiệu lực định kỳ.

# Privacy_Contact_Prefix
source: Máte-li dotaz k ochraně osobních údajů nebo žádost o výmaz, kontaktujte správce služby:
no: Hvis du har spørsmål om personvern eller ønsker sletting, kontakt tjenestens administrator:
sk: Ak máte otázku ohľadom ochrany osobných údajov alebo žiadosť o vymazanie, kontaktujte správcu služby:
sl: Če imate vprašanja o zasebnosti ali zahtevo za izbris, kontaktirajte skrbnika storitve:
uk: Якщо у вас є питання щодо конфіденційності або запит на видалення, зверніться до адміністратора сервісу:
vi: Nếu bạn có câu hỏi về quyền riêng tư hoặc yêu cầu xóa, hãy liên hệ quản trị viên dịch vụ:

# Privacy_TechnicalDetails
source: Technické detaily: implementace autentizace a volání GraphQL najdete v `Services/AuthService.cs` a `Services/EventService.cs`. Notifikace spravuje `NotificationManagerService`.
no: Tekniske detaljer: implementasjon av autentisering og GraphQL-anrop finnes i `Services/AuthService.cs` og `Services/EventService.cs`. Varsler administreres av `NotificationManagerService`.
sk: Technické detaily: implementácia autentifikácie a volania GraphQL sú v `Services/AuthService.cs` a `Services/EventService.cs`. Notifikácie spravuje `NotificationManagerService`.
sl: Tehnični podatki: implementacija overjanja in klicev GraphQL je v `Services/AuthService.cs` in `Services/EventService.cs`. Obvestila upravlja `NotificationManagerService`.
uk: Технічні деталі: реалізацію аутентифікації та виклики GraphQL див. у `Services/AuthService.cs` та `Services/EventService.cs`. Сповіщення керуються `NotificationManagerService`.
vi: Chi tiết kỹ thuật: triển khai xác thực và các gọi GraphQL có trong `Services/AuthService.cs` và `Services/EventService.cs`. Thông báo được quản lý bởi `NotificationManagerService`.

# Privacy_List_Preview
source: Prohlédni si důležitý dokument.
no: Se personvernregler
sk: Prezrieť zásady ochrany osobných údajov
sl: Ogled pravilnika o zasebnosti
uk: Переглянути політику конфіденційності
vi: Xem chính sách bảo mật

# Event_Capacity_Format
source: Kapacita: {0} (Volno: {1})
no: Kapasitet: {0} (Ledig: {1})
sk: Kapacita: {0} (Voľné: {1})
sl: Kapaciteta: {0} (Prosto: {1})
uk: Місткість: {0} (Вільно: {1})
vi: Sức chứa: {0} (Còn trống: {1})

# Event_Capacity_NA
source: Kapacita: N/A
no: Kapasitet: N/A
sl: Kapaciteta: N/A
uk: Місткість: N/A
vi: Sức chứa: N/A

# Event_Registered_Format
source: Registrováno: {0}
no: Registrert: {0}
sk: Registrované: {0}
sl: Registrirano: {0}
uk: Зареєстровано: {0}
vi: Đã đăng ký: {0}

# RegistrationPage_Title
source: Registrace
no: Registrering
sk: Registrácia
sl: Registracija
uk: Реєстрація
vi: Đăng ký

# Registration_Info_Label
source: Informace o registraci
no: Informasjon om registreringen
sk: Informácie o registrácii
sl: Informacije o registraciji
uk: Інформація про реєстрацію
vi: Thông tin đăng ký

# Registration_Error_Title
source: Chyba registrace
no: Registreringsfeil
sk: Chyba registrácie
sl: Napaka pri registraciji
uk: Помилка реєстрації
vi: Lỗi đăng ký

# Registration_Note
source: Vyberte si koho chcete přihlásit. Pokud se nepřihlašujete na individuální lekci vyberte počet individuálních lekcí s trenéry (max 10 na trenéra).
no: Velg hvem du vil melde på. Hvis du ikke melder deg på en individuell time, velg antall individuelle timer med trenere (maks. 10/trener).
sk: Vyberte, koho chcete zaregistrovať. Ak sa nezapisujete na individuálnu lekciu, vyberte počet individuálnych lekcií s trénermi (max. 10 na trénera).
sl: Izberite, koga želite registrirati. Če se ne registrirate za individualno uro, izberite število individualnih ur s trenerji (največ 10 na trenerja).
uk: Виберіть, кого ви хочете зареєструвати. Якщо ви не реєструєтеся на індивідуальне заняття, виберіть кількість індивідуальних занять з тренерами (максимум 10/тренер).
vi: Chọn người bạn muốn đăng ký. Nếu bạn không đăng ký bài học cá nhân, hãy chọn số lượng bài học cá nhân với huấn luyện viên (tối đa 10/huấn luyện viên).

# Registration_MyDetails_Label
source: Moje údaje
no: Mine opplysninger
sl: Moji podatki
uk: Мої дані
vi: Thông tin của tôi

# Registration_Whom_Label
source: Koho registruji
no: Hvem jeg registrerer
sk: Koho registrujem
sl: Koga registriram
uk: Кого я реєструю
vi: Người tôi đăng ký

# Registration_Trainer_Label
source: Trenéři
no: Trenere
sk: Tréneri
sl: Trenerji
uk: Тренери
vi: Huấn luyện viên

# Registration_NoSelection
source: Vyberte, koho chcete registrovat.
no: Velg hvem du vil registrere.
sk: Vyberte, koho chcete registrovať.
sl: Izberite, koga želite registrirati.
uk: Виберіть, кого ви хочете зареєструвати.
vi: Chọn người bạn muốn đăng ký.

# Registration_Confirm_Message
source: Registrace odeslána
no: Registrering sendt
sk: Registrácia odoslaná
sl: Prijava poslana
uk: Реєстрацію надіслано
vi: Đã gửi đăng ký

# Registration_Confirm_Title
source: Registrace
no: Registrering
sk: Registrácia
sl: Prijava
uk: Реєстрація
vi: Đăng ký

# Registration_IdNumeric
source: CoupleId musí být číselné.
no: CoupleId må være numerisk.
sk: CoupleId musí byť číselné.
sl: ID para mora biti številski.
uk: ID пари має бути числовим.
vi: CoupleId phải là số.

# Label_EventId
source: ID události:
no: Arrangement-ID:
sk: ID udalosti:
sl: ID dogodka:
uk: ID події:
vi: ID sự kiện:

# Label_PersonId
source: ID osoby:
no: Person-ID:
sl: ID osebe:
uk: ID особи:
vi: ID người:

# Label_CoupleId
source: ID páru:
no: Par-ID:
sl: ID para:
uk: ID пари:
vi: ID cặp:

# Registration_My_Prefix
source: Já:
no: Meg:
sk: Ja:
sl: Jaz:
uk: Я:
vi: Tôi:

# Edit_Button_Text
source: Upravit lekce
no: Rediger leksjonen
sk: Upraviť lekcie
sl: Uredjanje lekcije
uk: редагувати урок
vi: Chỉnh sửa bài học

# Free
source: VOLNO
sk: VOĽNO
sl: PROSTO
uk: ВІЛЬНО
vi: TRỐNG

# Delete_Button_Text
source: Odhlásit se
no: Slett
sk: Vymazať
sl: Izbriši
uk: Видалити
vi: Xóa

# DeleteRegistrations_Title
source: Smazat registraci
no: Slett registreringer
sk: Vymazať registrácie
sl: Izbriši prijave
uk: Видалити реєстрації
vi: Xóa đăng ký

# DeleteRegistrations_Description
source: Vyberte registrace, které chcete smazat.
no: Velg registreringer du vil slette.
sk: Vyberte registrácie, ktoré chcete vymazať.
sl: Izberite prijave, ki jih želite izbrisati.
uk: Виберіть реєстрації, які потрібно видалити.
vi: Chọn các đăng ký bạn muốn xóa.

# DeleteRegistrations_Success_Text
source: Registrace smazána
no: Registrering slettet
sk: Registrácia vymazaná
sl: Prijava izbrisana
uk: Реєстрацію видалено
vi: Đăng ký đã được xóa

# XAML_Error_Title
source: XAML chyba
no: XAML-feil
sk: Chyba XAML
sl: Napaka XAML
uk: Помилка XAML
vi: Lỗi XAML

# Delete_Confirm_Title
source: Potvrzení
no: Bekreft
sk: Potvrdiť
sl: Potrdite
uk: Підтвердити
vi: Xác nhận

# Delete_Confirm_Message
source: Smazat registraci?
no: Slette registreringen?
sk: Vymazať registráciu?
sl: Izbrisati prijavo?
uk: Видалити реєстрацію?
vi: Xóa đăng ký?

# Delete_Confirm_Message_Group
source: Smazat všechny registrace pro {0}?
no: Slette alle registreringer for {0}?
sk: Vymazať všetky registrácie pre {0}?
sl: Izbrisati vse prijave za {0}?
uk: Видалити всі реєстрації для {0}?
vi: Xóa tất cả đăng ký cho {0}?

# Button_Cancel
source: Zrušit
no: Avbryt
sk: Zrušiť
sl: Prekliči
uk: Скасувати
vi: Hủy

# EditRegistrations_NoTrainerSelected
source: Chyba
no: Feil
sl: Napaka
uk: Помилка
vi: Lỗi

# EditRegistrations_NoTrainerSelected_Text
source: Vyberte alespoň jednoho trenéra a počet lekcí.
no: Velg minst én trener og antall timer.
sk: Vyberte aspoň jedného trénera a počet lekcií.
sl: Izberite vsaj enega trenerja in število ur.
uk: Виберіть хоча б одного тренера та кількість занять.
vi: Vui lòng chọn ít nhất một huấn luyện viên và số buổi.

# EditRegistrations_Success_Text
source: Změny uloženy
no: Endringer lagret
sk: Zmeny uložené
sl: Spremembe shranjene
uk: Зміни збережено
vi: Đã lưu thay đổi

# EditRegistrations_Title
source: Upravit lekce
no: Rediger registreringer
sk: Upraviť registrácie
sl: Uredi prijave
uk: Редагувати реєстрації
vi: Chỉnh sửa đăng ký

# EditRegistrations_Description
source: Vyberte registraci pro úpravu požadavků na lekce.
no: Velg en registrering for å endre krav til timer.
sk: Vyberte registráciu na úpravu požiadaviek na lekcie.
sl: Izberite prijavo za urejanje zahtev po urah.
uk: Виберіть реєстрацію для редагування вимог щодо занять.
vi: Chọn đăng ký để chỉnh sửa yêu cầu buổi học.

# EditRegistrations_Trainers_Label
source: Trenéři
no: Trenere
sk: Tréneri
sl: Trenerji
uk: Тренери
vi: Huấn luyện viên

# EditRegistrations_Button_Text
source: Potvrdit
no: Bekreft
sk: Potvrdiť
sl: Potrdi
uk: Підтвердити
vi: Xác nhận

# Page_EditSelf_Title
source: Upravit sebe
sk: Upraviť seba
sl: Uredi profil

# EditSelf_PersonalInfo
source: Osobní údaje
sk: Osobné údaje
sl: Osebni podatki

# Label_FirstName
source: Jméno:
sk: Meno:
sl: Ime:

# Placeholder_FirstName
source: Jméno
sk: Meno
sl: Ime

# Label_LastName
source: Příjmení:
sk: Priezvisko:
sl: Priimek:

# Placeholder_LastName
source: Příjmení
sk: Priezvisko
sl: Priimek

# Label_PrefixTitle
source: Titul před jménem:
sk: Titul pred menom:
sl: Pred naslovom:

# Placeholder_PrefixTitle
source: Titul před jménem
sk: Titul pred menom
sl: Pred naslovom

# Label_SuffixTitle
source: Titul za jménem:
sk: Titul za menom:
sl: Za naslovom:

# Placeholder_SuffixTitle
source: Titul za jménem
sk: Titul za menom
sl: Za naslovom

# Label_Gender
source: Pohlaví:
sk: Pohlavie:
sl: Spol:

# Gender_Other
source: Jiné
sk: Iné
sl: Drugo

# Gender_Male
source: Muž
sl: Moški

# Gender_Female
source: Žena
sl: Ženska

# Label_BirthDate
source: Datum narození:
sk: Dátum narodenia:
sl: Datum rojstva:

# Label_Email
source: E-mail:
sl: E-pošta:

# Placeholder_Email
source: E-mail
sl: E-pošta

# Label_Nationality
source: Národnost:
sk: Národnosť:
sl: Nacionalnost:

# EditSelf_Identifiers
source: Identifikátory
sl: Identifikatorji

# Label_NationalId
source: Rodné číslo:
sl: Rodno številko:

# Placeholder_NationalId
source: Rodné číslo
sl: Rodno številko

# EditSelf_Address
source: Adresa
sl: Naslov

# Label_Street
source: Ulice:
sk: Ulica:
sl: Ulica:

# Placeholder_Street
source: Ulice
sk: Ulica
sl: Ulica

# Label_City
source: Město:
sk: Mesto:
sl: Mesto:

# Placeholder_City
source: Město
sk: Mesto
sl: Mesto

# Label_PostalCode
source: PSČ:
sl: Poštna številka:

# Placeholder_PostalCode
source: PSČ
sl: Poštna številka

# Label_Region
source: Kraj:
sl: Regija:

# Placeholder_Region
source: Kraj
sl: Regija

# Label_District
source: Městská část:
sk: Mestská časť:
sl: Okraj:

# Placeholder_District
source: Městská část
sk: Mestská časť
sl: Okraj

# Label_ConscriptionNumber
source: Číslo popisné:
sl: Hišna številka:

# Placeholder_ConscriptionNumber
source: Číslo popisné
sl: Hišna številka

# Label_OrientationNumber
source: Číslo orientační:
sk: Číslo orientačné:
sl: Orientacijska številka:

# Placeholder_OrientationNumber
source: Číslo orientační
sk: Číslo orientačné
sl: Orientacijska številka

# Error_OperationFailed_Message
source: Operace selhala.
sk: Operácia zlyhala.
sl: Operacija ni uspela.

# Notification_NewAnnouncement_Title
source: Nová aktualita
sl: Nova objava

# Notification_NewAnnouncement_Message
source: Nová aktualita
sl: Nova objava

# ChangePassword_Title
source: Změna hesla
sk: Zmena hesla
sl: Spremeni geslo

# About_BirthDate
source: Datum narození:
no: Fødselsdato:
sk: Dátum narodenia:
sl: Datum rojstva:
uk: Дата народження:
vi: Ngày sinh:

# About_Nationality
source: Národnost:
no: Nasjonalitet:
sk: Národnosť:
sl: Državljanstvo:
uk: Національність:
vi: Quốc tịch:

# About_Gender
source: Pohlaví:
no: Kjønn:
sk: Pohlavie:
sl: Spol:
uk: Стать:
vi: Giới tính:

# About_IsTrainer
source: Je trenér:
no: Er trener:
sk: Tréner:
sl: Trener:
uk: Тренер:
vi: Là huấn luyện viên:

# About_Address
source: Adresa:
no: Adresse:
sl: Naslov:
uk: Адреса:
vi: Địa chỉ:

# About_NationalId
source: Rodné číslo:
no: Personnummer:
sl: Osebna številka:
uk: Національний ідентифікаційний номер:
vi: Số CMND/CCCD:

# About_Yes
source: Ano
no: Ja
sk: Áno
sl: Da
uk: Так
vi: Có

# About_Gender_Male
source: Muž
no: Mann
sl: Moški
uk: Чоловік
vi: Nam

# About_Gender_Female
source: Žena
no: Kvinne
sl: Ženska
uk: Жінка
vi: Nữ

# About_Gender_Other
source: Jiné
no: Annet
sk: Iné
sl: Drugo
uk: Інше
vi: Khác
